[
  {
    "id": "Animal Farm by George Orwell_pg1",
    "source": "Animal Farm by George Orwell.pdf",
    "language": "en",
    "content": "First published in 1944. This web edition published by eBooks@Adelaide. Last updated Wednesday, December 17, 2014 at 14:20. To the best of our knowledge, the text of this work is in the Public Domain in Australia. HOWEVER, copyright law varies in other countries, and the work may still be under copyright in the country from which you are accessing this website. It is your responsibility to check the applicable copyright laws in your country before downloading this work. eBooks@Adelaide The University of Adelaide Library University of Adelaide South Australia 5005 https://ebooks.adelaide.edu.au/o/orwell/george/o79a/index.html Last updated Sunday, March 27, 2016 at 11:58"
  },
  {
    "id": "Animal Farm by George Orwell_pg2",
    "source": "Animal Farm by George Orwell.pdf",
    "language": "en",
    "content": "Animal Farm, by George Orwell TABLE OF CONTENTS Chapter 1 Chapter 2 Chapter 3 Chapter 4 Chapter 5 Chapter 6 Chapter 7 Chapter 8 Chapter 9 Chapter 10 e https://ebooks.adelaide.edu.au/o/orwell/george/o79a/contents.html Last updated Sunday, March 27, 2016 at 11:58"
  },
  {
    "id": "Animal Farm by George Orwell_pg3",
    "source": "Animal Farm by George Orwell.pdf",
    "language": "en",
    "content": "CHAPTER 1 r. Jones, of the Manor Farm, had locked the hen-houses for | \\ | the night, but was too drunk to remember to shut the pop- holes. With the ring of light from his lantern dancing from side to side, he lurched across the yard, kicked off his boots at the back door, drew himself a last glass of beer from the barrel in the scullery, and made his way up to bed, where Mrs. Jones was already snoring. As soon as the light in the bedroom went out there was a stirring and a fluttering all through the farm buildings. Word had gone round during the day that old Major, the prize Middle White boar, had had a strange dream on the previous night and wished to communicate it to the other animals. It had been agreed that they should all meet in the big barn as soon as Mr. Jones was safely out of the way. Old Major (so he was always called, though the name under which he had been exhibited was Willingdon Beauty) was so highly regarded on the farm that everyone was quite ready to lose an hours sleep in order to hear what he had to say. At one end of the big barn, on a sort of raised platform, Major was already ensconced on his bed of straw, under a lantern which hung from a beam. He was twelve years old and had lately grown rather stout, but he was still a majestic-looking pig, with a wise and benevolent appearance in spite of the fact that his tushes had never been cut. Before long the other animals began to arrive and make themselves comfortable after their different fashions. First came the three dogs, Bluebell, Jessie, and Pincher, and then the pigs, who settled down in the straw immediately in front of the platform. The hens perched themselves on the window-sills, the pigeons fluttered up to the rafters, the sheep and cows lay down behind the pigs and began to chew the cud. The two cart-horses, Boxer and Clover, came in"
  },
  {
    "id": "Animal Farm by George Orwell_pg4",
    "source": "Animal Farm by George Orwell.pdf",
    "language": "en",
    "content": "together, walking very slowly and setting down their vast hairy hoofs with great care lest there should be some small animal concealed in the straw. Clover was a stout motherly mare approaching middle life, who had never quite got her figure back after her fourth foal. Boxer was an enormous beast, nearly eighteen hands high, and as strong as any two ordinary horses put together. A white stripe down his nose gave him a somewhat stupid appearance, and in fact he was not of first-rate intelligence, but he was universally respected for his steadiness of character and tremendous powers of work. After the horses came Muriel, the white goat, and Benjamin, the donkey. Benjamin was the oldest animal on the farm, and the worst tempered. He seldom talked, and when he did, it was usually to make some cynical remark  for instance, he would say that God had given him a tail to keep the flies off, but that he would sooner have had no tail and no flies. Alone among the animals on the farm he never laughed. If asked why, he would say that he saw nothing to laugh at. Nevertheless, without openly admitting it, he was devoted to Boxer; the two of them usually spent their Sundays together in the small paddock beyond the orchard, grazing side by side and never speaking. The two horses had just lain down when a brood of ducklings, which had lost their mother, filed into the barn, cheeping feebly and wandering from side to side to find some place where they would not be trodden on. Clover made a sort of wall round them with her great foreleg, and the ducklings nestled down inside it and promptly fell asleep. At the last moment Mollie, the foolish, pretty white mare who drew Mr. Joness trap, came mincing daintily in, chewing at a lump of sugar. She took a place near the front and began flirting her white mane, hoping to draw attention to the red ribbons it was plaited with. Last of all came the cat, who looked round, as usual, for the warmest place, and finally squeezed herself in between Boxer and Clover; there she purred contentedly throughout Majors speech without listening to a word of what he was saying."
  },
  {
    "id": "Animal Farm by George Orwell_pg5",
    "source": "Animal Farm by George Orwell.pdf",
    "language": "en",
    "content": "All the animals were now present except Moses, the tame raven, who slept on a perch behind the back door. When Major saw that they had all made themselves comfortable and were waiting attentively, he cleared his throat and began: Comrades, you have heard already about the strange dream that I had last night. But I will come to the dream later. I have something else to say first. I do not think, comrades, that I shall be with you for many months longer, and before I die, I feel it my duty to pass on to you such wisdom as I have acquired. I have had a long life, I have had much time for thought as I lay alone in my stall, and I think I may say that I understand the nature of life on this earth as well as any animal now living. It is about this that I wish to speak to you. Now, comrades, what is the nature of this life of ours? Let us face it: our lives are miserable, laborious, and short. We are born, we are given just so much food as will keep the breath in our bodies, and those of us who are capable of it are forced to work to the last atom of our strength; and the very instant that our usefulness has come to an end we are slaughtered with hideous cruelty. No animal in England knows the meaning of happiness or leisure after he is a year old. No animal in England is free. The life of an animal is misery and slavery: that is the plain truth. But is this simply part of the order of nature? Is it because this land of ours is so poor that it cannot afford a decent life to those who dwell upon it? No, comrades, a thousand times no! The soil of England is fertile, its climate is good, it is capable of affording food in abundance to an enormously greater number of animals than now inhabit it. This single farm of ours would support a dozen horses, twenty cows, hundreds of sheep  and all of them living in a comfort and a dignity that are now almost beyond our imagining. Why then do we continue in this miserable condition? Because nearly the whole of the produce of our labour is stolen from us by human beings. There,"
  },
  {
    "id": "Animal Farm by George Orwell_pg6",
    "source": "Animal Farm by George Orwell.pdf",
    "language": "en",
    "content": "comrades, is the answer to all our problems. It is summed up in a single word  Man. Man is the only real enemy we have. Remove Man from the scene, and the root cause of hunger and overwork is abolished for ever. Man is the only creature that consumes without producing. He does not give milk, he does not lay eggs, he is too weak to pull the plough, he cannot run fast enough to catch rabbits. Yet he is lord of all the animals. He sets them to work, he gives back to them the bare minimum that will prevent them from starving, and the rest he keeps for himself. Our labour tills the soil, our dung fertilises it, and yet there is not one of us that owns more than his bare skin. You cows that I see before me, how many thousands of gallons of milk have you given during this last year? And what has happened to that milk which should have been breeding up sturdy calves? Every drop of it has gone down the throats of our enemies. And you hens, how many eggs have you laid in this last year, and how many of those eggs ever hatched into chickens? The rest have all gone to market to bring in money for Jones and his men. And you, Clover, where are those four foals you bore, who should have been the support and pleasure of your old age? Each was sold at a year old  you will never see one of them again. In return for your four confinements and all your labour in the fields, what have you ever had except your bare rations and a stall? And even the miserable lives we lead are not allowed to reach their natural span. For myself I do not grumble, for I am one of the lucky ones. I am twelve years old and have had over four hundred children. Such is the natural life of a pig. But no animal escapes the cruel knife in the end. You young porkers who are sitting in front of me, every one of you will scream your lives out at the block within a year. To that horror we all must come  cows, pigs, hens, sheep, everyone. Even the horses and the dogs have no better fate. You, Boxer, the very day that those great muscles of yours lose their power,"
  },
  {
    "id": "Animal Farm by George Orwell_pg7",
    "source": "Animal Farm by George Orwell.pdf",
    "language": "en",
    "content": "Jones will sell you to the knacker, who will cut your throat and boil you down for the foxhounds. As for the dogs, when they grow old and toothless, Jones ties a brick round their necks and drowns them in the nearest pond. Ts it not crystal clear, then, comrades, that all the evils of this life of ours spring from the tyranny of human beings? Only get rid of Man, and the produce of our labour would be our own. Almost overnight we could become rich and free. What then must we do? Why, work night and day, body and soul, for the overthrow of the human race! That is my message to you, comrades: Rebellion! I do not know when that Rebellion will come, it might be in a week or in a hundred years, but I know, as surely as I see this straw beneath my feet, that sooner or later justice will be done. Fix your eyes on that, comrades, throughout the short remainder of your lives! And above all, pass on this message of mine to those who come after you, so that future generations shall carry on the struggle until it is victorious. And remember, comrades, your resolution must never falter. No argument must lead you astray. Never listen when they tell you that Man and the animals have a common interest, that the prosperity of the one is the prosperity of the others. It is all lies. Man serves the interests of no creature except himself. And among us animals let there be perfect unity, perfect comradeship in the struggle. All men are enemies. All animals are comrades. At this moment there was a tremendous uproar. While Major was speaking four large rats had crept out of their holes and were sitting on their hindquarters, listening to him. The dogs had suddenly caught sight of them, and it was only by a swift dash for their holes that the rats saved their lives. Major raised his trotter for silence. Comrades, he said, here is a point that must be settled. The wild creatures, such as rats and rabbits  are they our friends or our enemies? Let us put it to the vote. I propose this question to the"
  },
  {
    "id": "Animal Farm by George Orwell_pg8",
    "source": "Animal Farm by George Orwell.pdf",
    "language": "en",
    "content": "meeting: Are rats comrades? The vote was taken at once, and it was agreed by an overwhelming majority that rats were comrades. There were only four dissentients, the three dogs and the cat, who was afterwards discovered to have voted on both sides. Major continued: T have little more to say. I merely repeat, remember always your duty of enmity towards Man and all his ways. Whatever goes upon two legs is an enemy. Whatever goes upon four legs, or has wings, is a friend. And remember also that in fighting against Man, we must not come to resemble him. Even when you have conquered him, do not adopt his vices. No animal must ever live in a house, or sleep in a bed, or wear clothes, or drink alcohol, or smoke tobacco, or touch money, or engage in trade. All the habits of Man are evil. And, above all, no animal must ever tyrannise over his own kind. Weak or strong, clever or simple, we are all brothers. No animal must ever kill any other animal. All animals are equal. And now, comrades, I will tell you about my dream of last night. I cannot describe that dream to you. It was a dream of the earth as it will be when Man has vanished. But it reminded me of something that I had long forgotten. Many years ago, when I was a little pig, my mother and the other sows used to sing an old song of which they knew only the tune and the first three words. I had known that tune in my infancy, but it had long since passed out of my mind. Last night, however, it came back to me in my dream. And what is more, the words of the song also came back-words, I am certain, which were sung by the animals of long ago and have been lost to memory for generations. I will sing you that song now, comrades. I am old and my voice is hoarse, but when I have taught you the tune, you can sing it better for yourselves. It is called Beasts of England. Old Major cleared his throat and began to sing. As he had said, his voice was hoarse, but he sang well enough, and it was a stirring tune,"
  },
  {
    "id": "The Martian_pg1",
    "source": "The Martian.pdf",
    "language": "en",
    "content": "Chapter 1 LOG ENTRY: SOL 6 Im pretty much screwed. Thats my considered opinion. Screwed. Six days in to what should be a greatest two months of my life, and its turned in to a nightmare. I dont even know whoII read this. I guess someone will find it eventually. Maybe a hundred years from now. For the record... I didnt die on Sol 6. Certainly the rest of the crew thought I did, and I cant blame them. Maybe there II be a day of national mourning for me, and my Wikipedia page will say Mark Watney is the only human being to have died on Mars. And it'll be right, probably. Cause IIl surely die here. Just not on Sol 6 when everyone thinks I did. Lets see... where do I begin? The Ares program. Mankind reaching out to Mars to send people to another planet for the very first time and expand the horizons of humanity blah, blah, blah. The Ares | crew did their thing and came back heroes. They got the parades and fame and love of the world. Ares 2 did the same thing, in a different location on Mars. They got a firm handshake and a hot cup of coffee when they got home. Ares 3. Well. That was my mission. Well, not mine per se. Commander Lewis was in charge. I was just one of her crew. Actually, I was the very lowest ranked member of the crew. I would only be in command of the mission if I were the only remaining person. What do you know? Im in command. I wonder if this log will be recovered before the rest of the crew die of old age? I presume they got back to Earth all right. Well, guys, if youre reading this: It wasnt your fault. You did what you had to do. In your position I would have done the same thing. I dont blame you, and Im"
  },
  {
    "id": "The Martian_pg2",
    "source": "The Martian.pdf",
    "language": "en",
    "content": "glad you survived. I guess I should explain how Mars missions work, for any layman who may be reading this. We got to earth orbit the normal way, through an ordinary ship to Hermes. All the Ares missions use Hermes to get to and from Mars. Its really big and cost a lot so NASA only built one. Once we got to Hermes, four additional unmanned missions brought us fuel and supplies while we prepared for our trip. Once everything was a go, we Set out for Mars. But not very fast. Gone are the days of heavy chemical fuel burns and trans-Mars injection orbits. Hermes is powered by ion engines. They throw Argon out the back of the ship really fast to get a tiny amount of acceleration. The thing 1s, it doesn't take much reactant mass, so a little Argon (and a nuclear reactor to power things) let us accelerate constantly the whole way there. You'd be amazed at how fast you can get going with a tiny acceleration over a long time. I could regale you with tales of how we had great fun on the trip, but I wont. We did have fun, but I dont feel like reliving it right now. Suffice it to say we got to Mars 124 days later without strangling each other. From there, we took the MDV (Mars Descent Vehicle) to the surface. The MDV 1s basically a big can with some light thrusters and parachutes attached. Its sole purpose is to get six humans from Mars orbit to the surface without killing any of them. And now we come to the real trick of Mars exploration: Having all our shit there in advance. A total of 14 unmanned missions deposited everything we would need for surface operations. They tried their best to land all the supply vessels in the same general area, and did a reasonably good job. Supplies arent nearly so fragile as humans and can hit the ground really hard. But they tended to bounce around a lot. Naturally, they didnt send us to Mars until theyd confirmed all the supplies had made it to the surface and their containers werent breached. Start to finish, including supply missions, a Mars mission takes about 3 years. In fact, there were Ares 3 supplies en route to Mars while the Ares"
  },
  {
    "id": "The Martian_pg3",
    "source": "The Martian.pdf",
    "language": "en",
    "content": "2 crew were on their way home. The most important piece of the advance supplies, of course, was the MAV. The Mars Ascent Vehicle. That was how we would get back to Hermes after surface operations were complete. The MAV was soft- landed (as opposed to the balloon bounce-fest the other supplies had). Of course, it was 1n constant communication with Houston, and if there were any problems with it, we would pass by Mars and go back to Earth without ever landing. The MAV is pretty cool. Turns out, through a neat set of chemical reactions with the Martian atmosphere, for every kilogram of hydrogen you bring to Mars, you can make 13 kilograms of fuel. Its a slow process, though. It takes 24 months to fill the tank. Thats why they sent it long before we got here. You can imagine how disappointed I was when I discovered the MAV was gone. It was a ridiculous sequence of events that led to me almost dying. Then an even more ridiculous sequence that led to me surviving. The mission is designed to handle sandstorm gusts up to 150 km/hr. So Houston got understandably nervous when we got whacked with 175 km/hr winds. We all got in our suits and huddled in the middle of the Hab, just in case it lost pressure. But the Hab wasnt the problem. The MAV is a spaceship. It has a lot of delicate parts. It can put up with storms to a certain extent but it cant just get sandblasted forever. After an hour and a half of sustained wind, NASA gave the order to abort. Nobody wanted to stop a month-long mission after only six days but if the MAV took any more punishment wed all get stranded down here. We had to go out in the storm to get from the Hab to the MAV. That was going to be risky, but what choice did we have? Everyone made it but me. Our main communications dish, which relayed signals from the Hab to Hermes, acted like a parachute, getting torn from its foundation and carried with the torrent. Along the way, it crashed through the reception antenna array. Then one of those long thin antennae slammed in to me"
  },
  {
    "id": "The Martian_pg4",
    "source": "The Martian.pdf",
    "language": "en",
    "content": "end first. It tore through my suit like a bullet through butter and I felt the worst pain of my life as it ripped open my side. I vaguely remember suddenly having the wind knocked out of me (pulled out of me, really) and my ears popping painfully as the pressure of my suit escaped. The last thing I remember was seeing Johanssen hopelessly reaching out toward me. I awoke to the oxygen alarm in my suit. A steady, obnoxious beeping that eventually roused me from a deep and profound desire to just .... die. The storm had abated; I was face down, almost totally buried in sand. As I groggily came to, I wondered why I wasnt more dead. The antenna had enough force to punch through the suit and my side, but then it got stopped by my pelvis. So there was only one hole in the suit (and a hole in me, of course). I had been knocked back quite a ways and rolled down a steep hill. Somehow I landed face down, which forced the antenna to a strongly oblique angle that put a lot of torque on the hole in the suit. It made a weak seal. Then, the copious blood from my wound trickled down toward the hole. As the blood reached the site of the breach, the water in it quickly evaporated from the airflow and low pressure, leaving only a gunky residue behind. More blood came in behind it and was also reduced to gunk. Eventually, the blood sealed the gaps around the hole and reduced the leak to something the suit could counteract. The suit did its job admirably. Seeing the drop in pressure, it constantly flooded itself with air from my nitrogen tank to equalize. Once the leak became manageable, it only had to trickle new air in slowly the relieve the air lost. After a while, the CO2 (carbon dioxide) absorbers in the suit were expended. Thats really the limiting factor to life support. Not the amount of oxygen you bring with you, but the amount of CO2 you can remove. In the Hab, we had the Oxygenator, a large piece of equipment that could break CO2 apart and give the oxygen back. But the spacesuits"
  },
  {
    "id": "The Martian_pg5",
    "source": "The Martian.pdf",
    "language": "en",
    "content": "had to be portable, so they used a simple chemical absorption process with expendable filters. I'd been asleep long enough that my filters were useless. The suit saw this problem and moved in to an emergency mode the engineers call bloodletting. Having no way to separate out the CO2, the suit deliberately vented air to the Martian atmosphere, then back-filled with nitrogen. Between the breach and the bloodletting, it quickly ran out of nitrogen. All it had left was my oxygen tank. So it did the only thing it could to keep me alive. It started back- filling with pure oxygen. I now risked dying from oxygen toxicity, as the excessively high amount of oxygen threatened to burn up my nervous system, lungs, and eyes. An ironic death for someone with a leaky space suit: too much oxygen. Every step of the way would have had beeping alarms, alerts, and warnings. But it was the high-oxygen warning that woke me. The sheer volume of training for a space mission is astounding. I spent a week back on Earth practicing emergency space suit drills. I knew what to do. Carefully reaching to the side of my helmet, I got the breach kit. Its nothing more than a funnel with a valve at the small end, and an unbelievably sticky resin on the wide end. The idea is you have the valve open and stick the wide end over a hole. The air can escape through the valve, so it doesnt interfere with the resin making a good seal. Then you close the valve and youve sealed the breach. The tricky part was getting the antenna out of the way. I pulled it out as fast as I could, wincing as the sudden pressure drop dizzied me and made the wound in my side scream in agony. I got the breach kit over the hole and sealed it. It held. The suit back- filled the missing air with yet more oxygen. Checking my arm readouts, I saw the suit was now at 85% oxygen. For reference, Earths atmosphere is about 21%. Id be ok, so long as I didnt spend too much time like that. I stumbled up the hill back toward the Hab. As I crested the rise, I saw something that made me very happy and something that made me very"
  },
  {
    "id": "The Martian_pg6",
    "source": "The Martian.pdf",
    "language": "en",
    "content": "sad: The Hab was in-tact (yay!) and the MAV was gone (boo!). Right that moment I knew I was screwed. But I didnt want to just die out on the surface. I limped back to the Hab and fumbled my way in to an airlock. As soon as it equalized, I threw off my helmet. Entering the Hab, I doffed the suit and got my first good look at the injury. It would need stitches. Fortunately, all of us had been trained in basic medical procedures, and the Hab had excellent medical supplies. A quick shot of local anesthetic, irrigate the wound, 9 stitches and I was done. Id be taking antibiotics for a couple of weeks, but other than that Id be fine. I knew it was hopeless, but I tried firing up the communication array. No signal, of course. The primary satellite dish had broken off, remember? And it took the reception antennae with it. The Hab had secondary and tertiary communication systems, but they were both just for talking to the MAV, which would use its much more powerful systems to relay to Hermes. Thing is, that only works if the MAV is still around. I had no way to talk to Hermes. In time, I could locate the dish out on the surface, but it would take weeks for me to rig up any repairs, and that would be too late. In an abort, Hermes would leave orbit within 24 hours. The orbital dynamics made the trip safer and shorter the earlier you left, so why wait for no reason just to make the trip take longer? Checking out my suit, I saw the antenna had plowed through my bio- monitor computer. When on an EVA, all the crews suits are networked SO we can see each others status. The rest of the crew would have seen the pressure in my suit drop to nearly 0, followed immediately by my bio- signs going flat. Add to that I was sent tumbling down a hill with a spear through me in the middle of a sandstorm... yeah. They thought I was dead. How could they not? They may have even had a brief discussion about recovering my body, but regulations were clear. In the event a crewman died on Mars, he stayed on Mars. Leaving his body behind reduced weight for the MAV on the trip back. That meant more disposable fuel and a larger margin of error for the return thrust. No point in giving that up for sentimentality."
  },
  {
    "id": "The Martian_pg7",
    "source": "The Martian.pdf",
    "language": "en",
    "content": "So thats the situation. Im stranded on Mars. I have no way to communicate with Hermes or Earth. Everyone thinks Im dead. Im ina Hab designed to last 31 days. If the Oxygenator breaks down, I'll suffocate. If the Water Reclaimer breaks down, Ill die of thirst. If the Hab breaches, II] just kind of explode. If none of those things happen, II] eventually run out of food and starve to death. So yeah. Im ....."
  },
  {
    "id": "The Martian_pg8",
    "source": "The Martian.pdf",
    "language": "en",
    "content": "Chapter 2 LOG ENTRY: SOL 7 Ok, Ive had a good nights sleep, and things dont seem as hopeless as they did yesterday. Today I took stock of supplies, and did a quick EVA to check up on the external equipment. Heres my situation: The surface mission was supposed to be 31 days. For redundancy, the supply probes had enough food to last the whole crew 56 days. That way if one or two probes had problems, we'd still have enough food to complete the mission. We were six days in when all hell broke loose, so that leaves enough food to feed six people for 50 days. Im just one guy, so itll last me 300 days. And thats if I dont ration it. So Ive got a fair bit of time. The Hab stood up to the storm without any problems. Outside, things arent so rosy. I cant find the satellite dish; it probably got blown kilometers away. The MAV is gone, of course. My crewmates took it up to Hermes. Though the bottom half (the landing stage) is still there. No reason to take that back up when weight is the enemy. It includes the landing gear, the fuel plant, and anything else NASA figured it wouldnt need for the trip back up to orbit. The MDV is on its side and theres a breach in the hull. Looks like the storm ripped the cowling off the reserve chute (which we didnt have to use on landing). Once the chute was exposed it dragged the MDV all over the place, smashing it against every rock in the area. Not that the MDV would be much use to me. Its thrusters cant even lift its own weight. But it might have been valuable for parts. Might still be. Both rovers are half-buried in sand, but theyre in good shape otherwise. Their pressure seals are in-tact. Makes sense. Operating procedure if a storm hits is to stop motion and wait for the storm to pass. Theyre made to stand up to punishment. Ill be able to dig them out with"
  },
  {
    "id": "The Martian_pg9",
    "source": "The Martian.pdf",
    "language": "en",
    "content": "a day or so of work. Ive lost communication with the weather stations, placed a kilometer away from the Hab in 4 directions. They might be in perfect working order for all I know. The Habs communications are so weak right now it probably cant even reach a kilometer. The solar cell array was covered it in sand, rendering it useless (hint: solar cells need sunlight to make electricity). But once I swept them off, they returned to full efficiency. Whatever I end up doing, Ill have plenty of power for it. 200 square meters of solar cells, with hydrogen fuel cells to store plenty of reserve. All I need to do is sweep them off every few days. Things indoors are great, thanks to the Habs sturdy design. I ran a full diagnostic on the Oxygenator. Twice. Its perfect. If anything goes wrong with it, there is a short-term spare I can use. But its solely for emergency use while repairing the main one. The spare doesnt actually pull CO2 apart and recapture the oxygen. It just absorbs the CO2 the same way the spacesuits do. Its intended to last 5 days before it saturates the filters, which means 30 days for me (just one person breathing, instead of six). So theres some insurance there. The Water Reclaimer is working fine, too. The bad news is theres no backup. If it stops working, Ill be drinking reserve water while I rig up a primitive distillery to boil piss. Also, Pll lose half a liter of water per day to breathing until the humidity in the Hab reaches its maximum and water starts condensing on every surface. Then I'll be licking the walls. Yay. Anyway, for now, no problems with the Water Reclaimer. So yeah. Food, water, shelter all taken care of. Im going to start rationing food right now. Meals are pretty minimal already, but I think I can eat a 3/4 portion per meal and still be all right. That should turn my 300 days of food in to 400. Foraging around the medical area, I found the main bottle of vitamins. Theres enough multivitamins there to last years. So I wont have any nutritional problems (though III still starve to death when Im out of food, no matter how many vitamins I take). The medical area has morphine for emergencies. And theres enough there for a lethal dose. Im not going to slowly starve to death, I'll tell"
  },
  {
    "id": "orwell1984_pg1",
    "source": "orwell1984.pdf",
    "language": "en",
    "content": "NINETEEN EIGHTY-FOUR Eric ARTHUR BLAIR was born in British India in 1903, the son of a Civil Servant working in the Opium Department. He attended Eton, but his family could not pay for university, so in 1922 he joined the Indian Imperial Police. He came to hate imperialism, and when he returned to England in 1927 he decided to resign and become a writer. In the spring of 1928, he moved to Paris, hoping to make a living as a freelance writer. His lack of success reduced Blair to taking menial jobs as a dishwasher for a few weeks, principally in a fashionable hotel (the Hotel X), which he later described in his first book, Down and Out in Paris and London. Ill and penniless, he moved back to England in 1929. Writing what became Burmese Days, he made frequent forays into tramping as part of what had by now become a book project on the life of the poorest people in society. Blair completed Down and Out in 1932, and it was published early the next year. Blair adopted the pen name George Orwell just before Down and Out was published. In early 1936, Orwell was commissioned to write an account of poverty among the working class in the depressed areas of northern England, which appeared in 1937 as The Road to Wigan Pier. He was taken into many houses, simply saying that he wanted to see how people lived. Soon after completing his research for the book, Orwell married Eileen OShaughnessy. In December 1936, Orwell travelled to Spain to fight for the Republican side against Fascists. Orwell sympathetically describes the egalitarian spirit of revolutionary Barcelona when he arrived in Homage to Catalonia. His experiences, in particular his and his wifes narrow escape from the Communist purges in Barcelona in June 1937, made him a life-long anti-Stalinist and a firm believer in what he termed Democratic Socialism. Orwell took a job at the BBC Eastern Service in 1941, supervising broadcasts to India aimed at stimulating Indian interest in the war effort. He was well aware that he was engaged in propaganda, and wrote that he felt like an orange thats been trodden on by a very dirty boot. Despite the good salary, he resigned in September 1943. In 1944, Orwell finished his anti-Stalinist allegory Animal Farm. The royalties from Animal Farm were to provide Orwell with a comfortable income for the first time in his adult life. During 1945, while Orwell was sick in Cologne, Eileen died in Newcastle during surgery. For the next four years Orwell mixed journalistic work with writing his best-known work, Nineteen Eighty-Four, which was published in 1949. In October 1949, shortly before his death, he married Sonia Brownell. READNC,COM"
  },
  {
    "id": "orwell1984_pg2",
    "source": "orwell1984.pdf",
    "language": "en",
    "content": "GEORGE ORWELL Nineteen Eighty-Four WAR [8 PEACE FREEDOM I$ SCAVERY (COC Mun ANCE 16 STRENGTH. READNC,COM"
  },
  {
    "id": "orwell1984_pg3",
    "source": "orwell1984.pdf",
    "language": "en",
    "content": "Title: Nineteen Eighty-Four Author: George Orwell (pseudonym of Eric Blair) (1903-1950) A Project Gutenberg of Australia eBook, typeset by readng.com eBook No.: o100021.txt Language: English Date first posted: August 2001 Date most recently updated: August 2001 Project Gutenberg of Australia eBooks are created from printed editions which are in the public domain in Australia, unless a copyright notice is included. We do NOT keep any eBooks in compliance with a particular paper edition. Copyright laws are changing all over the world. Be sure to check the copyright laws for your country before downloading or redistributing this file. This eBook is made available at no cost and with almost no restrictions whatsoever. You may copy it, give it away or re-use it under the terms of the Project Gutenberg of Australia License which may be viewed online at http://gutenberg.net.au/licence.html To contact Project Gutenberg of Australia go to http://gutenberg.net.au/ To contact readng.com, go to HTTPH//READNG, COM/"
  },
  {
    "id": "orwell1984_pg4",
    "source": "orwell1984.pdf",
    "language": "en",
    "content": "PART ONE Chapter 1 It was a bright cold day in April, and the clocks were striking thirteen. Winston Smith, his chin nuzzled into his breast in an effort to escape the vile wind, slipped quickly through the glass doors of Victory Mansions, though not quickly enough to prevent a swirl of gritty dust from entering along with him. The hallway smelt of boiled cabbage and old rag mats. At one end of it a coloured poster, too large for indoor display, had been tacked to the wall. It depicted simply an enormous face, more than a metre wide: the face of a man of about forty-five, with a heavy black moustache and ruggedly handsome features. Winston made for the stairs. It was no use trying the lift. Even at the best of times it was seldom working, and at present the electric current was cut off during daylight hours. It was part of the economy drive in preparation for Hate Week. The flat was seven flights up, and Winston, who was thirty-nine and had a varicose ulcer above his right ankle, went slowly, resting several times on the way. On each landing, opposite the lift-shaft, the poster with the enormous face gazed from the wall. It was one of those pictures which are so contrived that the eyes follow you about when you move. BIG BROTHER IS WATCHING YOU, the caption beneath it ran. Inside the flat a fruity voice was reading out a list of figures which had something to do with the production of pig-iron. The voice came from an oblong metal plaque like a dulled mirror which formed part of the surface of the right-hand wall. Winston turned a switch and the voice sank somewhat, though the words were still distinguishable. The instrument (the telescreen, it was called) could be dimmed, but there was no way of shutting it off completely. He moved over to the window: a smallish, frail figure, the meagreness of his body merely emphasized by the blue over- alls which were the uniform of the party. His hair was very fair, his face naturally sanguine, his skin roughened by coarse soap and blunt razor blades and the cold of the winter that had just ended. Outside, even through the shut window-pane, the world looked cold. Down in the street little eddies of wind were whirling dust 5"
  },
  {
    "id": "orwell1984_pg5",
    "source": "orwell1984.pdf",
    "language": "en",
    "content": "and torn paper into spirals, and though the sun was shining and the sky a harsh blue, there seemed to be no colour in anything, except the posters that were plastered everywhere. The black- moustachiod face gazed down from every commanding corner. There was one on the house-front immediately opposite. BIG BROTHER IS WATCHING YOU, the caption said, while the dark eyes looked deep into Winstons own. Down at street level another poster, torn at one corner, flapped fitfully in the wind, alternately covering and uncovering the single word INGSOC. In the far distance a helicopter skimmed down between the roofs, hovered for an instant like a bluebottle, and darted away again with a curving flight. It was the police patrol, snooping into peoples windows. The patrols did not matter, however. Only the Thought Police mattered. Behind Winstons back the voice from the telescreen was still babbling away about pig-iron and the overfulfilment of the Ninth Three-Year Plan. The telescreen received and transmitted simulta- neously. Any sound that Winston made, above the level of a very low whisper, would be picked up by it, moreover, so long as he remained within the field of vision which the metal plaque com- manded, he could be seen as well as heard. There was of course no way of knowing whether you were being watched at any given moment. How often, or on what system, the Thought Police plugged in on any individual wire was guesswork. It was even conceivable that they watched everybody all the time. But at any rate they could plug in your wire whenever they wanted to. You had to livedid live, from habit that became instinctin the assumption that every sound you made was overheard, and, except in darkness, every movement scrutinized. Winston kept his back turned to the telescreen. It was safer; though, as he well knew, even a back can be revealing. A kilome- tre away the Ministry of Truth, his place of work, towered vast and white above the grimy landscape. This, he thought with a sort of vague distastethis was London, chief city of Airstrip One, itself the third most populous of the provinces of Oceania. He tried to squeeze out some childhood memory that should tell him whether London had always been quite like this. Were there always these vistas of rotting nineteenth-century houses, their 6"
  },
  {
    "id": "orwell1984_pg6",
    "source": "orwell1984.pdf",
    "language": "en",
    "content": "sides shored up with baulks of timber, their windows patched with cardboard and their roofs with corrugated iron, their crazy garden walls sagging in all directions? And the bombed sites where the plaster dust swirled in the air and the willow-herb straggled over the heaps of rubble; and the places where the bombs had cleared a larger patch and there had sprung up sordid colonies of wooden dwellings like chicken-houses? But it was no use, he could not remember: nothing remained of his childhood except a series of bright-lit tableaux occurring against no back- ground and mostly unintelligible. The Ministry of Truth Minitrue, in Newspeak [Newspeak was the official language of Oceania. For an account of its struc- ture and etymology see Appendix.]was startlingly different from any other object in sight. It was an enormous pyramidal structure of glittering white concrete, soaring up, terrace after ter- race, 300 metres into the air. From where Winston stood it was just possible to read, picked out on its white face in elegant letter- ing, the three slogans of the Party: WAR IS PEACE FREEDOM IS SLAVERY IGNORANCE IS STRENGTH The Ministry of Truth contained, it was said, three thousand rooms above ground level, and corresponding ramifications below. Scattered about London there were just three other build- ings of similar appearance and size. So completely did they dwarf the surrounding architecture that from the roof of Victory Mansions you could see all four of them simultaneously. They were the homes of the four Ministries between which the entire apparatus of government was divided. The Ministry of Truth, which concerned itself with news, entertainment, education, and the fine arts. The Ministry of Peace, which concerned itself with war. The Ministry of Love, which maintained law and order. And the Ministry of Plenty, which was responsible for economic affairs. Their names, in Newspeak: Minitrue, Minipax, Miniluv, and Miniplenty."
  },
  {
    "id": "orwell1984_pg7",
    "source": "orwell1984.pdf",
    "language": "en",
    "content": "The Ministry of Love was the really frightening one. There were no windows in it at all. Winston had never been inside the Ministry of Love, nor within half a kilometre of it. It was a place impossible to enter except on official business, and then only by penetrating through a maze of barbed-wire entanglements, steel doors, and hidden machine-gun nests. Even the streets leading up to its outer barriers were roamed by gorilla-faced guards in black uniforms, armed with jointed truncheons. Winston turned round abruptly. He had set his features into the expression of quiet optimism which it was advisable to wear when facing the telescreen. He crossed the room into the tiny kitchen. By leaving the Ministry at this time of day he had sacrificed his lunch in the canteen, and he was aware that there was no food in the kitchen except a hunk of dark-coloured bread which had got to be saved for tomorrows breakfast. He took down from the shelf a bottle of colourless liquid with a plain white label marked VICTORY GIN. It gave off a sickly, oily smell, as of Chinese rice- spirit. Winston poured out nearly a teacupful, nerved himself for a shock, and gulped it down like a dose of medicine. Instantly his face turned scarlet and the water ran out of his eyes. The stuff was like nitric acid, and moreover, in swallowing it one had the sensation of being hit on the back of the head with a rubber club. The next moment, however, the burning in his belly died down and the world began to look more cheerful. He took a cigarette from a crumpled packet marked VICTORY CIGA- RETTES and incautiously held it upright, whereupon the tobacco fell out on to the floor. With the next he was more successful. He went back to the living-room and sat down at a small table that stood to the left of the telescreen. From the table drawer he took out a penholder, a bottle of ink, and a thick, quarto-sized blank book with a red back and a marbled cover. For some reason the telescreen in the living-room was in an unusual position. Instead of being placed, as was normal, in the end wall, where it could command the whole room, it was in the longer wall, opposite the window. To one side of it there was a shallow alcove in which Winston was now sitting, and which, when the flats were built, had probably been intended to hold bookshelves. By sitting in the alcove, and keeping well back, 8"
  },
  {
    "id": "orwell1984_pg8",
    "source": "orwell1984.pdf",
    "language": "en",
    "content": "Winston was able to remain outside the range of the telescreen, so far as sight went. He could be heard, of course, but so long as he stayed in his present position he could not be seen. It was partly the unusual geography of the room that had suggested to him the thing that he was now about to do. But it had also been suggested by the book that he had just taken out of the drawer. It was a peculiarly beautiful book. Its smooth creamy paper, a little yellowed by age, was of a kind that had not been manufactured for at least forty years past. He could guess, however, that the book was much older than that. He had seen it lying in the window of a frowsy little junk-shop in a slummy quarter of the town (just what quarter he did not now remember) and had been stricken immediately by an overwhelm- ing desire to possess it. Party members were supposed not to go into ordinary shops (dealing on the free market, it was called), but the rule was not strictly kept, because there were various things, such as shoelaces and razor blades, which it was impossi- ble to get hold of in any other way. He had given a quick glance up and down the street and then had slipped inside and bought the book for two dollars fifty. At the time he was not conscious of wanting it for any particular purpose. He had carried it guiltily home in his briefcase. Even with nothing written in it, it was a compromising possession. The thing that he was about to do was to open a diary. This was not illegal (nothing was illegal, since there were no longer any laws), but if detected it was reasonably certain that it would be punished by death, or at least by twenty-five years in a forced- labour camp. Winston fitted a nib into the penholder and sucked it to get the grease off. The pen was an archaic instrument, seldom used even for signatures, and he had procured one, furtively and with some difficulty, simply because of a feeling that the beautiful creamy paper deserved to be written on with a real nib instead of being scratched with an ink-pencil. Actually he was not used to writing by hand. Apart from very short notes, it was usual to dic- tate everything into the speak-write which was of course impossible for his present purpose. He dipped the pen into the ink and then faltered for just a second. A tremor had gone through his"
  },
  {
    "id": "orwell1984_pg9",
    "source": "orwell1984.pdf",
    "language": "en",
    "content": "bowels. To mark the paper was the decisive act. In small clumsy letters he wrote: April 4th, 1984. He sat back. A sense of complete helplessness had descended upon him. To begin with, he did not know with any certainty that this was 1984. It must be round about that date, since he was fairly sure that his age was thirty-nine, and he believed that he had been born in 1944 or 1945; but it was never possible nowadays to pin down any date within a year or two. For whom, it suddenly occurred to him to wonder, was he writ- ing this diary? For the future, for the unborn. His mind hovered for a moment round the doubtful date on the page, and then fetched up with a bump against the Newspeak word DOUBLE- THINK. For the first time the magnitude of what he had undertaken came home to him. How could you communicate with the future? It was of its nature impossible. Either the future would resemble the present, in which case it would not listen to him: or it would be different from it, and his predicament would be meaningless. For some time he sat gazing stupidly at the paper. The tele- screen had changed over to strident military music. It was curious that he seemed not merely to have lost the power of expressing himself, but even to have forgotten what it was that he had origi- nally intended to say. For weeks past he had been making ready for this moment, and it had never crossed his mind that anything would be needed except courage. The actual writing would be easy. All he had to do was to transfer to paper the interminable restless monologue that had been running inside his head, literally for years. At this moment, however, even the monologue had dried up. Moreover his varicose ulcer had begun itching unbear- ably. He dared not scratch it, because if he did so it always became inflamed. The seconds were ticking by. He was conscious of noth- ing except the blankness of the page in front of him, the itching of the skin above his ankle, the blaring of the music, and a slight booziness caused by the gin. Io"
  }
]